[
  {
    "id": 2,
    "company_name": "Accenture",
    "profile_name": "Application Development Analyst",
    "year": "2021",
    "timeline": "July 2021 - Present",
    "location": "Bangalore, India",
    "stack": [
      "python",
      "react",
      "mongoDb",
      "node.js",
      "express.js",
      "socket.io"
    ],
    "experience": [
      "Developed and deployed Full Stack Web App in a team of 7 members that automated a process taking 3-5hrs to complete, reducing the total time to under 5 minutes. The tool helps clients save thousands of dollars in legal fees by ensuring correct data in their product artworks.",
      "Developed UI/UX features using React Typescript, HTML and CSS and hosted on Azure App Service.",
      "Developed backend APIs using Python in Azure Functions framework , hosted on Azure Kubernetes , with integration to Azure SQL , Azure Cosmos DB, Azure Storage, and GCP Vision API .",
      "Trained and integrated many multi-class object detection model using GCP AutoML to production.",
      "Got Fast Track promoted within 1 year and was recognized multiple times for my contribution in the Project."
    ]
  },
  {
    "id": 2,
    "company_name": "Superbolter",
    "profile_name": "Software Developer Internship",
    "year": "2020",
    "timeline": "June 2020 - July 2021",
    "location": "Bangalore, India",
    "stack": [
      "python",
      "react",
      "mongoDb",
      "node.js",
      "express.js",
      "socket.io"
    ],
    "experience": [
      "Set up the complete backend flow of a search and filter system which helps thousands of end users look for any product they want.",
      "Successfully Developed a Desktop App which could reverse image search within one's Local Directory",
      "Set up data ingestion pipelines for periodical updation of the catalog",
      "Set up a multiple object detection cum recommendation system that recommends visually similar products from our catalog for the multiple objects present in a single input image.",
      "Set up similar items recommendation system that helps end users to explore similar products which may better fit their purpose."
    ]
  }
]
